Repository: moodlebox/captive-portal
Catalog: portal/locale/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Welcome to <em>%(hotspot_name)s</em>
fr: Bienvenue sur <em>%(hotspot_name)s</em>

source: Access your content via:
es: Acceda a su contenido vía:
fr: Accédez aux contenus via :

source: Copy to clipboard
es: Copiar al portapapeles
fr: Copier l'adresse

source: <strong>You need to <u>manually</u> go to</strong> (use copy-paste) that address as clicking on the button bellow might close this web page.
es: <strong>Necesita ir <u>manualmente</u> (utilice copia-pegar) a</strong> la dirección ya que el hacer clic en el botón podría cerrar esta página web.
fr: <strong>Vous devez <u>manuellement</u> (utilisez le copier-coller) aller à</strong> cette adresse car après avoir cliqué sur le bouton ci-dessous, cette page risque de se fermer.

source: You may see a security warning when accessing secure websites if the Kiwix Hotspot is offline. To avoid this, return to the hotspot's main page linked above.
fr: Si le Kiwix Hotspot est hors ligne, il se peut que vous receviez un avertissement de sécurité lorsque vous accédez à des sites web sécurisés. Pour éviter cela, retournez à la page principale du hotspot, dont le lien figure ci-dessus.

source: You will be disconnected after %(interval)s minutes of inactivity. To reconnect, simply visit http://%(fqdn)s/ in your browser again.
fr: Te desconectarás tras %(interval)s minutos de inactividad. Para volver a conectarte, simplemente visita de nuevo http://%(fqdn)s/ en tu navegador.

source: Confirm
fr: Confirmer

source: http://%(fqdn)s (Copy to clipboard)
fr: http://%(fqdn)s (Copier)

source: You're all set!
es: ¡Está listo!
fr: C'est tout bon !

source: Now open your web browser and go to %(button)s
fr: Maintenant, ouvrez votre navigateur et allez à %(button)s

source: You're now ready to access <em>%(hotspot_name)s's content</em>.
es: Ahora está listo para acceder al <em>contenido de %(hotspot_name)s</em>.
fr: Vous êtes désormais prêt à accèder aux <em>contenus de %(hotspot_name)s</em>.

source: Go to %(fqdn)s
es: Vaya a %(fqdn)s
fr: Aller à %(fqdn)s

source: Welcome to <em>%(hotspot_name)s</em> Hotspot.
es: Bienvenido al Hotspot <em>%(hotspot_name)s</em>.

source: When browsing a secure website, your browser might display a <em>Security Warning</em> instead of displaying this page. Just open a new page onto a non-secure website to register again.
es: Al navegar un sitio seguro, su navegador podría mostrar una <em>Advertencia de Seguridad</em> en lugar de mostrar esta página. Solo necesita abrir una nueva página en un sitio no seguro para registrarse nuevamente.

source: You will be disconnected after %(interval)smn of inactivity: use this address to reconnect.
es: Será desconectado después de %(interval)smn de inactividad. Use ésta dirección para re-conectar.

source: Got it!
es: ¡Comprendido!

source: Now open your web browser and go to <button class="clipboard pure-button pure-button-small pure-button-secondary" data-clipboard-text="http://%(fqdn)s/"> <svg aria-hidden="true" height="16" viewBox="0 0 16 16" version="1.1" width="16" data-view-component="true" class="copy"><path fill-rule="evenodd" d="M0 6.75C0 5.784.784 5 1.75 5h1.5a.75.75 0 010 1.5h-1.5a.25.25 0 00-.25.25v7.5c0 .138.112.25.25.25h7.5a.25.25 0 00.25-.25v-1.5a.75.75 0 011.5 0v1.5A1.75 1.75 0 019.25 16h-7.5A1.75 1.75 0 010 14.25v-7.5z"></path><path fill-rule="evenodd" d="M5 1.75C5 .784 5.784 0 6.75 0h7.5C15.216 0 16 .784 16 1.75v7.5A1.75 1.75 0 0114.25 11h-7.5A1.75 1.75 0 015 9.25v-7.5zm1.75-.25a.25.25 0 00-.25.25v7.5c0 .138.112.25.25.25h7.5a.25.25 0 00.25-.25v-7.5a.25.25 0 00-.25-.25h-7.5z"></path></svg> http://%(fqdn)s (Copy to clipboard)</button>
es: Ahora abra su navegador web y vaya a <button class="clipboard pure-button pure-button-small pure-button-secondary" data-clipboard-text="http://%(fqdn)s/"> <svg aria-hidden="true" height="16" viewBox="0 0 16 16" version="1.1" width="16" data-view-component="true" class="copy"><path fill-rule="evenodd" d="M0 6.75C0 5.784.784 5 1.75 5h1.5a.75.75 0 010 1.5h-1.5a.25.25 0 00-.25.25v7.5c0 .138.112.25.25.25h7.5a.25.25 0 00.25-.25v-1.5a.75.75 0 011.5 0v1.5A1.75 1.75 0 019.25 16h-7.5A1.75 1.75 0 010 14.25v-7.5z"></path><path fill-rule="evenodd" d="M5 1.75C5 .784 5.784 0 6.75 0h7.5C15.216 0 16 .784 16 1.75v7.5A1.75 1.75 0 0114.25 11h-7.5A1.75 1.75 0 015 9.25v-7.5zm1.75-.25a.25.25 0 00-.25.25v7.5c0 .138.112.25.25.25h7.5a.25.25 0 00.25-.25v-7.5a.25.25 0 00-.25-.25h-7.5z"></path></svg> http://%(fqdn)s (Copias al portapapeles)</button>
